import React from 'react';
import './AboutUs.css'; 

function AboutUs() {
  return (
    <div className="about-container">
      <h1>درباره ما</h1>
      <p>
        به وب‌سایت معرفی کتاب خوش آمدید! ما عاشق کتاب‌ها هستیم و تلاش می‌کنیم بهترین منابع خواندنی را به شما معرفی کنیم.
      </p>
      <p>
        هدف ما این است که با ارائه‌ی نقد و بررسی‌های دقیق، خلاصه کتاب‌ها، و دسته‌بندی بر اساس ژانرها و علاقه‌مندی‌ها،
        به شما در انتخاب کتاب‌های ارزشمند کمک کنیم.
      </p>
      <p>
        اگر دنبال یک منبع مطمئن برای کشف کتاب‌های جدید، پرفروش، یا حتی آثار کلاسیک فراموش‌شده هستید، جای درستی آمده‌اید.
      </p>
      <h2>تماس با ما</h2>
      <p>برای ارتباط با ما می‌توانید از طریق ایمیل زیر اقدام کنید:</p>
      <p><strong>mahla.m545@gmail.com</strong></p>
    </div>
  );
}

export default AboutUs;
